Repository: aalivernini/airtree_app
Catalog: lib/l10n/app_*.arb
Languages: it

# irrigatedHelp
source: Select this option if the trees are irrigated
it: Seleziona questa opzione se gli alberi sono irrigati

# textureHelp
source: Select the soil texture for the project. If you have no information please select a mean texture
it: Seleziona la tessitura del suolo. Se non hai informazioni puoi indicare una tessitura media

# privateHelp
source: Select this option if you do not want to share the project data with third parties
it: Seleziona questa opzione se non intendi condividere i dati del tuo progetto con terzi

# yearSimulationHelp
source: Pollutant removal by vegetation will be assessed using local meteo data of the selected year
it: La rimozione di inquinanti da parte della vegetazione verrà valutata utilizzando i dati meteo locali dell'anno selezionato

# yearSimulation
source: Reference year
it: Anno di riferimento

# insertGreen
source: 1) Tap on the orange icon and select a new tree/tree row/forest 2) tap on the map to position the vegetation (multiple taps are required to position the tree rows or the forest) 3) Use blue buttons to reset, change or confirm the vegetation position
it: 1) Usa l'icona arancione per selezionare un nuovo albero/filare/bosco 2) Tocca la mappa per posizionare la vegetazione (tocchi multipli sono necessari per posizionare filari e boschi 3) Usa i pulsanti blu per cancellare, cambiare o confermare la posizione della vegetazione

source: Project Initialized
it: Progetto inizializzato

# helpLabel
source: Show help labels
it: Mostra testo d'aiuto

source: Delete project
it: Elimina progetto

# keepGreen
source: Keep existing green option for the next insert
it: Mantieni l'opzione del verde esistente per il prossimo inserimento

# keepSpecies
source: Keep the species for the next insertion
it: Mantieni la specie per il prossimo inserimento

source: Settings
it: Impostazioni

source: close
it: chiudi

# language
source: English
it: Italiano

# terms
source: Terms of Use
it: Termini e Condizioni d'uso

# terms_accept
source: I declare that I have read and understood the Terms of Use and I fully accept them
it: Dichiaro di aver letto e compreso i Termini e le Condizioni d'uso e di accettarli senza riserve

# privacy_accept
source: I declare that I have read and understood the Privacy Policy
it: Dichiaro di aver letto e compreso l'informativa sulla Privacy Policy

source: Hello world
it: Ciao mondo!

# nameProject
source: Project name
it: Nome del progetto

# nameProjectHelp
source: Project name
it: Nome del progetto

# dateProject
source: Date
it: Data

# formatDate
source: MM.dd.yy
it: dd.MM.yy

source: Project List
it: Progetti

# addNewProject
source: New project
it: Nuovo progetto

# descr
source: Project description
it: Descrizione del progetto

# descrHelp
source: Main focus of the project
it: Principale obiettivo/caratteristica del progetto

source: Location
it: Luogo

# locationHelp
source: name of the city, park , road...
it: nome di città, parco, strada ...

source: Date start
it: Data iniziale

source: Date end
it: Data finale

source: Soil texture
it: Tessitura del suolo

source: Submit
it: Invia

source: Cancel
it: Cancella

# private
source: The project is private
it: Il progetto è privato

# irrigated
source: The trees are irrigated
it: Gli alberi sono irrigati

source: Mean
it: Media

source: Sandy?
it: Sabbiosa

source: Silty?
it: Limosa

source: Clay?
it: Argillosa

# soilLanguage
source: en
it: it

# rangeAirTree
source: AirTree has a maximum range of 15 Km
it: Raggio massimo di 15 km

source: Species
it: Specie

# diameter
source: Diameter of the stem (cm)
it: Diametro del fusto (cm)

# diameterHelp
source: Diameter of the stem (cm) taken at 1.3 m height. If the tree has a multiple stem, take the average of the diameters of the single stems. If the tree does not reach 1.3 m, insert zero
it: Diametro del fusto (cm) preso a 1.3 m di altezza. Se l'albero ha un fusto multiplo, prendi la media dei diametri dei singoli fusti. Se l'albero non raggiunge 1.3 m, inserisci zero

# height
source: Height (m)
it: Altezza (m)

# heightHelp
source: Height of the tree (m) taken from the ground to the highest point of the tree
it: Altezza totale dell'albero (m) misurata dal suolo fino alla cima dell'albero

# crownHeight
source: Crown insertion height (m)
it: Altezza di inserzione della chioma (m)

# crownHeightHelp
source: Height (m) taken from the ground to height of the lowest point of the tree crown. Do not consider small branches ther are not connected to the main body of the crown
it: Altezza (m) misurata dal suolo fino al punto più basso della chioma. Non considerare rami che non sono connessi alla parte principale della chioma

# crownDiamater
source: Crown diamater (m)
it: Diametro della chioma (m)

# crownDiamaterHelp
source: Average diameter (m) of the crown projection on the ground
it: Diametro medio della proiezione della chioma (m) al suolo

# laiHelp
source: Leaf Area Index: assess it by using the icon on the left
it: Indice di area fogliare: puoi stimarlo tramite l'icona a sinistra

# treeNumber
source: Number of trees
it: Numero di alberi

source: Canopy cover (%)
it: Grado di copertura delle chiome (%)

# canopyCoverHelp
source: The percentage of the ground covered by vertical projection of the tree crowns
it: Percentuale di suolo coperto dalla proiezione verticale delle chiome degli alberi

# percentArea
source: Represented portion of the forest (%)
it: Porzione di bosco rappresentata (%)

# percentAreaHelp
source: Represented portion of the forest (%) fot the selected species and the parameters inserted
it: Porzione di bosco rappresentata (%) dalla specie selezionata e dai parametri inseriti

source: Add information
it: Inserisci informazioni

# aboutPage
source: About
it: Informazioni

# textAboutPage
source: insert text app_it.arb e in app_en.arb
it: inserisco testo in app_it.arb e in app_en.arb

source: Help Page
it: Pagina help

# textHelpPage
source: insert text app_it.arb e in app_en.arb
it: inserisco testo in app_it.arb e in app_en.arb

# firstName
source: First Name : {name}
it: Nome : {name}

# lastName
source: Last Name : {name}
it: Cognome : {name}

# infoPrj
source: Project
it: Progetto

# geoJson
source: GeoJSON downloaded to the download folder
it: GeoJSON scaricato nella cartella download

# shareGeo
source: Share GeoJSON
it: Condividi GeoJSON

source: Id Project
it: Id Progetto

source: Last Update
it: Ultimo aggiornamento

# sortName
source: Sort by name
it: Ordina per nome

# sortDate
source: Sort by start date
it: Ordina per data di inizio

# englLang
source: English
it: Inglese

# itLang
source: Italian
it: Italiano

source: scientific
it: scientifico

# languagePage
source: Interface language
it: Lingua dell'interfaccia

# languageSpecies
source: Species language
it: Lingua delle specie

# iconAlignment
source: Map icon alignment
it: Allineamento icona mappa

source: left
it: sinistra

source: right
it: destra

source: Hand page
it: Scegli mano

# rightHand
source: Right-handed
it: Destrorso

# leftHand
source: Left-handed
it: Mancino

# register
source: Sign-in
it: Registrati

# joinAirtree
source: Join Airtree: Register Now!
it: Unisciti a Airtree: Registrati ora!

# missingFirstName
source: Missin First Name
it: Nome non inserito

# firstNameRegister
source: First Name
it: Nome

source: Missing Last Name
it: Cognome non inserito

# lastNameRegister
source: Last Name
it: Cognome

source: Missing Email
it: Manca l'email

source: Missing Password
it: Manca la password

# passwordShort
source: Password is too short, minimum 8 characters
it: Password troppo corta, minimo 8 caratteri

# passwordPath
source: Password must contain at least 1 uppercase letter, 1 lowercase letter, and 1 number.
it: Password deve contenere almeno una lettera maiuscola, una lettera minuscola, un numero

# registrationOk
source: Registration successfull!
it: Registrazione avvenuta!

# registrationFailed
source: Unexpected error during the registration...
it: Errore inaspettato durante la registrazione

source: Missing Username
it: Manca l'Username

# otherPage
source: Others
it: Altro

# signOnRight
source: Sign on clicking the Icon on top right!
it: Clicca sull'icona in alto a destra per registrarti

# aboutLink
source: About
it: Informazioni

# helpLink
source: Help Page
it: Pagina help

# dominantHand
source: Dominant Hand Selection Page
it: Pagina per scegliere mano dominante

# languageLink
source: Language
it: Lingua

source: Database export status
it: Stato dell'esportazione del database

# databaseFailed
source: Error
it: Errore

# databaseSucces
source: Export successful
it: Database esportato con successo

source: Export Database
it: Esporta database

source: Import Database
it: Importa database

# welcome
source: Welcome {name}!
it: Benvenuto {name}

# enterText
source: Please enter some text
it: Per favore inserisci il testo

# enterSpecies
source: Please select a species
it: Per favore seleziona una specie

# enterNumber
source: Please enter a number
it: Per favore inserisci un numero

# markerSelected
source: no marker selected
it: Nessun marcatore selezionato

# longPress
source: longer press required to edit info
it: tenere premuto per modificare i dati

# tree
source: New tree
it: Nuovo albero

# treeRow
source: New Tree row
it: Nuovo filare

source: Project Error
it: errore

source: Elaboration data
it: eleborazione dati

# resultsReady
source: Results are ready
it: risultati pronti

# dataChange
source: Data have been changed
it: dati modificati

# unknow
source: Unknown Status
it: sconosciuto

# noData
source: there is no data in the Airtree map
it: nessun dato nella mappa di Airtree

# greyServer
source: The project data will be sent to Airtree server for elaboration by pushing the 'get result' button .When the results are ready you will receive a notification
it: I dati di questo progetto verranno inviati al server di Airtree per l'elaborazione premendo il tasto 'get result'. Quando i dati sono pronti, riceverai una notifica.

# orangeServer
source: The project data has been changed
it: I dati del progetto sono stati cambiati

# greenServer
source: The project data is waiting to be processed by the Airtree server. When the results are ready you will receive a notification
it: I dati del progetto sono in attesa di essere elaborati dal server Airtree. Quando i risultati saranno pronti, riceverai una notifica.

# prj
source: Project
it: Progetto

source: Change map
it: Cambia mappa

source: Map
it: Mappa

source: Result
it: Risultati

source: Other
it: Altro

# urbanForest
source: New forest
it: Nuovo bosco

# information
source: Information on vegetation
it: Informazioni sulla vegetazione

# changePosition
source: Reposition the vegetation
it: Riposiziona la vegetazione

# delete
source: delete the vegetation
it: Cancella la vegetazione

# existingGreen
source: This is existing vegetation
it: Questa vegetazione è esistente

# addNewSpecies
source: further portion of the forest
it: Ulteriori porzioni di bosco?

source: Select species
it: Seleziona la specie
